Repository: ErSoul/kcp
Catalog: i18n/kcp/*.po
Languages: pl

source: Display informations about a package
pl: Wyświetl informacje o pakiecie

source: Print version
pl: Drukuj wersję

source: On display action, don't print KCP version
pl: Podczas wyświetlania nie pokazuj wersji KCP

source: On list action, display only installed packages
pl: Pokazuj na liście tylko zainstalowane pakiety

source: On display action, force refreshing local database
pl: Podczas wyświetlania wymuś odświeżanie lokalnej bazy danych

source: Provides a tool to make the use of KaOS Community Packages. With this tool, you can search, get and install a package from KaOS Community Packages.
pl: Dostarcza narzędzie pozwalające na korzystanie z Pakietów Społeczności KaOS: KCP. Narzędzie to pozwala na wyszukiwanie, pobieranie i instalowanie Pakietów KCP.

source: %d entries updated!
pl: Zaktualizowano %d pozycji!

source: Name
pl: Nazwa

source: Optional Deps
pl: Opcjonalne zależności

source: Replaces
pl: Zastępuje

source: Display all packages of KCP
pl: Wyświetl wszystkie pakiety KCP

source: Provides
pl: Dostarcza

source: Install Script
pl: Zainstaluj ze skryptu

source: Install a package from KCP
pl: Zainstaluj pakiet pochodzący z KCP

source: %d entries added!
pl: Dodano %d pozycji!

source: No
pl: Nie

source: %d entries deleted!
pl: Usunięto %d pozycji!

source: Interrupt by user...
pl: Proces przerwany przez użytkownika...

source: No package found
pl: Nie znaleziono pakietu

source: Tool in command-line for KaOS Community Packages
pl: Narzędzie wiersza poleceń dla Pakietów Społeczności KaOS

source: On display action, display only the name of the package
pl: Podczas wyświetlania pokaż tylko nazwę pakietu

source: Depends on
pl: Jest zależny od

source: Depends on (make)
pl: Jest zależny od (make)

source: Download needed files to build a package
pl: Pobierz potrzebne pliki do zbudowania pakietu

source: Do you want to edit PKGBUILD?
pl: Czy chcesz edytować PKGBUILD?

source: Refresh the local database
pl: Odśwież lokalną bazę danych

source: On display action, sort packages by stars descending
pl: Podczas wyświetlania sortuj pakiety po ilości gwiazdek malejąco

source: On display action, display only packages with at least one star
pl: Podczas wyświetlania pokaż tylko pakiety z przynajmniej jedną gwiazdką

source: On display action, display only outdated packages
pl: Podczas wyświetlania pokaż tylko pakiety przesarzałe

source: Do you want to edit %s?
pl: Czy chcesz edytować %s?

source: Yes
pl: Tak

source: On install action, install as a dependence
pl: Podczas instalacji zainstaluj jako zależność

source: Version
pl: Wersja

source: On display action, display only installed packages
pl: Podczas wyświetlania pokaż tylko pakiety zainstalowane

source: Licenses
pl: Licencje

source: Conflicts With
pl: Powoduje konflikt z

source: Search packages in KCP and display them
pl: Szukaj i wyświetl pakiety KCP

source: Don't launch this program as root!
pl: Nie uruchamiaj tego programu jako root!

source: Another instance of kcp is running!
pl: Inna instancja KCP jest już uruchomiona!

source: Description
pl: Opis

source: Architecture
pl: Architektura

source: Print this help
pl: Wydrukuj ten tekst pomocy

source: Flag '%s' cannot be used with '%s'
pl: Znacznik '%s' nie może być użyty z '%s'

source: Flag '%s' needs one of this flags: %v
pl: Znacznik '%s' wymaga jednego z tych znaczników: %v

source: Arg '%s' not in %v!
pl: Brak argumentu '%s' w %v!

source: Flag '%s' is already set!
pl: Znacznik '%s' jest już ustawiony!

source: Unexpected arg: %s
pl: Niespodziewany argument: %s

source: Unknown property: %d
pl: Nieznana właściwość: %d

source: Unsupported flag '%s'
pl: Niewspierany znacznik '%s'

source: Invalid %s flag '%s': %s!
pl: Niedopuszczalny %s znacznik '%s': %s!

source: Invalid value '%v': Must be a %s!
pl: Nieprawidłowa wartość '%v': Musi być %s!

source: Flag '%s' doesn't allow multiple arguments!
pl: Znacznik '%s' nie pozwala na wielość argumentów!

source: %s not allowed!
pl: %s nie jest dopuszczalne!

source: Arg needed!
pl: Argument wymagany!

source: Dir %s already exists!
pl: Katalog %s już istnieje!

source: Package not found!
pl: Pakiet nie znaleziony!

source: <unknown>
pl: <nieznany>

source: [Y/n]
pl: [T/n]

source: [y/N]
pl: [t/N]
