Repository: ErSoul/kcp
Catalog: i18n/pckcp/*.po
Languages: it

source: package() function is present.
it: la funzione package() è presente.

source: Variable '%s' is present %d times (lines %s). Only one is expected.
it: La variabile '%s' è presente %dvolte (linee %s). Solo una era aspettata.

source: Remove unneeded duplicate variables?
it: Cancellare variabili duplicate non necessarie?

source: Variable '%s' is missing.
it: Manca la variabile '%s'.

source: Modify %s as %s?
it: Modifica %s con %s?

source: Header was found. Do not use names of maintainers or contributors in PKGBUILD, anyone can contribute, keep the header clean from this.
it: L'intestazione non è vuota. Non usare nomi di mantainer o contributor in PKGBUILD, tutti possono contribuire, lascia l'intestazione vuota.

source: Print version
it: Versione stampabile

source: Replace %s by... (leave blank to remove it):
it: Sostituisci %s con...(lascia in bianco per rimuoverlo):

source: install is clean.
it: L'installazione è pulita.

source: Reset pkgrel to 1?
it: Reset pkgrel a 1?

source: Choose the line to keep among [%s] (last line by default).
it: Scegli la linea da tenere tra [%s] (ultima linea di default).

source: Variable '%s' contains name of the package. It is useless.
it: La variabile '%s' contiene il nome del pacchetto, è inutile.

source: Function '%s()' is empty.
it: La funzione '%s()' è vuota.

source: Print this help
it: Stampa questo aiuto

source: Warning
it: Attenzione

source: '%s' is clean.
it: '%s' è pulito.

source: Modifications saved in %s!
it: Modifiche salvate in %s!

source: Modify name of %s file?
it: Modifica nome del %sfile?

source: package() function missing. You need to add it.
it: La funzione package() è mancante. Devi aggiungerla.

source: Add variable '%s'?
it: Aggiungi variabile '%s'?

source: %s doesn't exist!
it: %sNon esiste!

source: Error
it: Errore

source: Info
it: Informazioni

source: pkgrel is clean.
it: pkgrel è pulito.

source: Reset arch to x86_64?
it: Resetta arch a x86_64?

source: Header is clean.
it: L'intestazione è vuota.

source: Function '%s()' is present %d times (lines %s). Only one is expected.
it: La funzione '%s()' è presente %dvolte (linee %s). Solo una è necessaria.

source: Error on save file %s!
it: Errore salvando il file %s!

source: Variable '%s' is empty.
it: La variabile '%s' è vuota.

source: Variable '%s' is clean.
it: La variabile '%s' è pulita.

source: Remove all unneeded comments before save?
it: Rimuovo tutti i commenti non necessari prima di salvare?

source: Remove header?
it: Rimuovi intestazione?

source: Remove unneeded duplicate functions?
it: Rimuovi funzioni duplicate non necessarie?

source: Interactive edition
it: Edizione interattiva

source: Current folder doesn't contain PKGBUILD!
it: Questa cartella non contiene PKGBUILD!

source: Modify %s in variable '%s'?
it: Modifica %sin variabile '%s'?

source: Set variable '%s' with (leave blank to ignore):
it: Dichiara variabile '%s' con (lascia in bianco per ignorare):

source: arch is clean.
it: arch è pulito.

source: Remove it?
it: Rimuoverlo?

source: Flag '%s' cannot be used with '%s'
it: Flag '%s' non può essere usata con '%s'

source: Flag '%s' needs one of this flags: %v
it: Flag '%s' necessita di una di queste: %v

source: Arg '%s' not in %v!
it: Arg '%s' non presente in %v!

source: Flag '%s' is already set!
it: Flag '%s' è gia settata!

source: Unknown property: %d
it: Proprietà sconosciuta: %d

source: Unsupported flag '%s'
it: Flag non supportato '%s'

source: Invalid %s flag '%s': %s!
it: Invalidi %sflag '%s':%s!

source: Invalid value '%v': Must be a %s!
it: Valore non valido '%v': Deve essere %s!

source: Flag '%s' doesn't allow multiple arguments!
it: Flag '%s' non supporta argomenti multipli!

source: %s not allowed!
it: %s non permesso!

source: Arg needed!
it: Argomento necessario!

source: Dir %s already exists!
it: Dir %s già esistente!

source: Package not found!
it: Pacchetto non trovato!

source: [Y/n]
it: [S/n]

source: [y/N]
it: [s/N]

source: Generate a prototype of PKGBUILD
it: Genera un prototipo di PKGBUILD

source: Removes the useless comments and blanks of the prototype
it: Rimuove i commenti inutili e gli spazi vuoti del prototipo

source: %s is not a file!
it: %s non è un file!

source: PKGBUILD file already exists. Do you want to erase it?
it: PKGBUILD file già esistente, vuoi cancellarlo?

source: Action cancelled
it: Azione cancellata
